Revit 2020 API
AdvancedWood.WoodFiberRoughness Property
 The property labeled "Roughness for secondary highlight" from the "PrismWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018.1
Syntax
C#
public static string WoodFiberRoughness { get; }
Visual Basic
Public Shared ReadOnly Property WoodFiberRoughness As String
	Get
Visual C++
public:
static property String^ WoodFiberRoughness {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDouble".
See Also
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace